brew "atuin"
brew "bat"
brew "btop"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "lazygit"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "ripgrep"
brew "superfile"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "balenaetcher"
cask "cleanshot"
cask "cursor"
cask "forklift"
cask "ghostty"
cask "thebrowsercompany-dia"
cask "itsycal"
cask "leader-key"
cask "localsend"
cask "logi-options+"
cask "nextcloud"
cask "obsidian"
cask "raycast"
cask "slack"
cask "spotify"
cask "tailscale-app"
cask "vesktop"
cask "visual-studio-code"
cask "warp"
